v3d_main/webservice/soapdep/v3dwebserver.v3dopenfile3dwzoom.res.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope
 xmlns:SOAP-ENV="http://www.w3.org/2003/05/soap-envelope"
 xmlns:SOAP-ENC="http://www.w3.org/2003/05/soap-encoding"
 xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
 xmlns:xsd="http://www.w3.org/2001/XMLSchema"
 xmlns:ns="urn:v3dwebserver">
 <SOAP-ENV:Body SOAP-ENV:encodingStyle="http://www.w3.org/2003/05/soap-encoding">
  <ns:V3DMSG-ZOOM>
   <imageName></imageName>
   <zoom>0.0</zoom>
  </ns:V3DMSG-ZOOM>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
